Repository: tmx-research-archive/cross-tool-tmx-interoperability-experiments
Catalog: 3_H2/YiCAT_memoQ_YiCAT/GC/03_post_GC_YiCAT_memoQ_YiCAT_H2.tmx
Source language: en_ca
Languages: fr_ca

source: The lots or parcels of land situated in the vicinity of “Martello Tower, number four”, in the city of Quebec numbers one hundred and eighty-eight (188), one hundred and eighty-nine (189) and one hundred and ninety-one (191) of the subdivisions of lot number <a href="">three thousand seven hundred and fifty-five (3755) of the cadastre of St. John’s ward of the said city of Quebec.
fr_ca: les lots ou morceaux de terre situés dans le voisinage de la « tour Martello, numéro quatre », en la cité de Québec numéros cent quatre-vingt-huit (188), cent quatre-vingt-neuf (189) et cent quatre-vingt-onze (191) des subdivisions du lot numéro <a href="">trois mille sept cent cinquante-cinq (3755) du cadastre du quartier Saint-Jean de la dite cité de Québec.

source: The National Battlefields Commission may, subject to the approval of the Governor in Council, pay or redeem all rents, ground rents or other dues affecting all or any property or properties heretofore or hereafter purchased, acquired or held by it or gratuitous<a href="">ly ceded and transferred to it for the purposes of the National Battlefields
fr_ca: La Commission des champs de bataille nationaux du Gouverneur en conseil, acquitter ou racheter toutes les rentes, rentes immobilières ou autres redevances se rattachant à tous les immeubles, ou à l’un d’eux, ci-devant ou dorénavant achetés, acquis ou possédés par elle ou qui pou<a href="">rront lui être gratuitement cédés ou transférés pour les besoins du parc des champs de bataille de Québec.

source: The National Battlefields Commission may, subject to the approval of the Governor in Council, advance, out of the National Battlefields fund, a sum of money not to exceed fifteen thousand dollars to the municipality of the town of Montcalm or its successors, in order to enable the said municipality to purchase certain lands necessary for the , that is to say for the opening of an avenue between St. Louis Road and Ste. Foye Road, in line with the “Monument des Braves”, in the town of Montcalm, <a href="">which lands are to be, after their purchase by the said municipality, gratuitously ceded and transferred to the said Commission; the sum so advanced by the said Commission to be repaid to the latter by the said municipality or its successors in annual consecutive instalments bearing interest at the rate of three per cent per annum, the term over which the instalments may be spread not to exceed thirty years.
fr_ca: La Commission des champs de bataille nationaux peut, subordonnément à l’approbation du Gouverneur en conseil, avancer, à même le fonds des champs de bataille nationaux, une somme d’au plus quinze mille dollars à la corporation de la ville de Montcalm ou à ses successeurs, pour permettre à la dite corporation d’acheter certains terrains nécessaires pour le , c’est-à-dire pour l’ouverture d’une avenue entre le chemin Saint-Louis et le chemin Sainte-Foye, en ligne avec le « monument des Braves », dans la ville de Montcalm, <a href="">lesquels terrains devront, après leur achat par la dite corporation, être gratuitement cédés et transférés à la dite Commission; la somme ainsi avancée par la dite Commission sera remboursée à cette dernière par la dite corporation ou par ses successeurs par versements annuels consécutifs portant intérêt au taux de trois pour cent par année, le terme pendant lequel les versements pourront être prolongés ne devant pas dépasser trente ans.

source: The Commission may make <a href="">for:
fr_ca: La Commission peut établir des <a href="">pour :

source: the of the Commission and its <a href="">property, real and personal;
fr_ca: de la Commission, et de ses <a href="">biens immobiliers et mobiliers;

source: the time and place for holding meetings of the Commission meetings, the quorum thereat, <a href="">and the procedure at such meetings;
fr_ca: la date et l’endroit de réunion des assemblées de la Commission assemblées, leur quorum, et <a href="">la procédure à suivre à ces assemblées;

source: the appointment, control, duties and removal of all officers, guardians, agents, technical and professional advisers, <a href="">and employees of the Commission
fr_ca: la nomination, le contrôle, les devoirs et le renvoi de tous officiers, gardiens, agents, conseillers techniques et professionnels, et <a href="">employés de la Commission

source: the maintenance, preservation, and protection of the lands, works and other property belonging to the Commission or , <a href="">and the access of the public thereto;
fr_ca: l’entretien, la conservation et la protection de tous terrains, ouvrages et autres biens appartenant à la Commission , <a href="">et l’accès du public auxdits terrains, ouvrages et biens;

source: the prevention of injury to or encroachments <a href="">upon the property of the Commission
fr_ca: l’empêchement de dommages ou l’empiétement <a href="">sur les biens de la Commission

source: Every person who contravenes a by-law made under this section is liable on summary conviction to a than two thousand dollars or to imprisonment for six months, <a href="">or to both.
fr_ca: Quiconque contrevient à quelque règlement édicté en vertu du présent article est passible, sur déclaration de culpabilité par procédure sommaire de deux mille dollars et d’<a href="">un emprisonnement maximal de six mois, ou de l’une de ces peines.

source: No by-law shall have force or effect until confirmed by the Governor in Council and published in , <a href="">and upon such confirmation and publication any by-law made in accordance with this Act shall have the same force and effect as if enacted in this Act.
fr_ca: Aucun règlement n’aura force et effet à moins qu’il ne soit confirmé par le Gouverneur en conseil et publié dans , <a href="">et advenant telle confirmation et publication tout règlement édicté en conformité de la présente loi aura la même force et le même effet que s’il était décrété par la présente loi.

source: The whole of “Gilmour’s Hill” (which leads from St. Louis road <a href=""> to
fr_ca: Toute la « côte Gilmour » (qui conduit du chemin Saint-Louis <a href=""> à

source: A parcel of land covering about 10, 000 square feet to be taken from lot number two hundred and twenty-eight (228) upon the for the Parish of <a href="">St-Colomban-de-Sillery, in the immediate vicinity of said Gilmour’s Hill.
fr_ca: Un lopin de terre couvrant environ 10, 000 pieds carrés à prendre sur le lot numéro deux cent vingt-huit (228) du de la paroisse de <a href="">Saint-Colomban-de-Sillery, dans le voisinage immédiat de ladite côte Gilmour.

source: All the portions of the “Marchmont Property”, now the “Merici Convent”, distinguished as lot number two hundred and twenty-seven (227) upon the of the said Parish of <a href="">St-Colomban-de-Sillery, which are below the brow or the cliff (cime du cap).
fr_ca: Toutes les parties de la « propriété Marchmont », maintenant le « couvent Mérici », marquée lot numéro deux cent vingt-sept (227) sur le de ladite paroisse de <a href="">Saint-Colomban-de-Sillery, qui se trouvent au-dessous de la cîme du cap.

source: The whole or portions of lots bearing numbers two hundred and twenty-nine (229), two hundred and thirty (230) and two hundred and thirty-one (231) upon the of the said Parish of St-Colomban-de-Sillery.
fr_ca: La totalité ou partie des lots portant les numéros deux cent vingt-neuf (229), deux cent trente (230) et deux cent trente et un (231) sur le de ladite paroisse de Saint-Colomban-de-Sillery.

source: All the buildings erected on the lands or <a href="">mentioned in this Act.
fr_ca: Tous les bâtiments érigés sur les terrains ou <a href="">mentionnés dans la présente loi.

source: The National Battlefields Commission may, subject to the approval of the Governor in Council, purchase, acquire, <a href="">and hold the whole or part of the lands and hereinafter described, namely:
fr_ca: La Commission des champs de bataille nationaux peut, sous réserve de l’approbation du Gouverneur en conseil, acheter, acquérir et détenir la totalité ou une partie des terrains et <a href=""> ci-après décrits, savoir :

source: A part of lot No. 232 of the official cadastre of the parish of St. Colomb de Sillery, County of Quebec, situate at the foot of Gilmour Hill and located between the new Champlain road and the old Champlain road, containing <a href="">in area 47,750 square feet, more or less, more particularly described as follows:
fr_ca: formant partie du lot n o 232 du cadastre officiel de la paroisse de Saint-Colomb de Sillery, comté de Québec, située au pied de la Côte Gilmour et sise entre le nouveau et l’ancien chemin Champlain, d’une <a href="">superficie approximative de 47,750 pieds carrés, et plus particulièrement décrite ainsi qu’il suit :

source: Commencing at the point of intersection of the Southerly side of the old Champlain road with the line parallel to and thirty-five feet (35’) distant, North Westerly, from the centre line of the new Champlain road, the said point of intersection being hereinafter referred to as point A; thence in a direction along a straight line, distant twenty feet (20’) and parallel to the edge of the pavement of the new Champlain road, a distance of three hundred and forty feet (340’) more or less, to a point hereinafter referred to as point B; thence in a South Easterly direction along a straight line at right angle with the preceding line a distance of seventeen feet (17’), more or less; thence in a South Westerly direction along a straight line, in the same direction as the line joining points A and B hereinbefore mentioned, a distance of one hundred and forty feet, (140’) more or less; thence in a South Westerly direction along a straight line making a deflection angle of 20° 45’ to the left with the preceding line a distance of ninety feet (90’), more or less; thence in a Southerly direction along a <a href="">straight line parallel to and distant twenty feet (20’) Westerly from the Western edge of pavement of the new Champlain road, a distance of two hundred and twenty feet (220’), more or less, to the Eastern side of the old Champlain road; thence in a general North Easterly direction along the said Eastern side and Southern side of the said old Champlain road to the point of commencement.
fr_ca: Commençant au point d’intersection du côté sud de l’ancien chemin Champlain et de la ligne parallèle à la ligne centrale du nouveau chemin Champlain et distante de trente-cinq (35’) pieds dans une direction nord-ouest, ledit point d’intersection étant ci-après appelé point A; de là, dans une direction le long d’une ligne droite, distante de vingt (20’) pieds et parallèle à la bordure de la chaussée du nouveau chemin Champlain, sur une distance approximative de trois cent quarante (340’) pieds, jusqu’à un point ci-après appelé point B; de là, dans une direction sud-est, le long d’une ligne droite formant un angle droit avec la ligne précédente sur une distance approximative de dix-sept (17’) pieds; de là, dans une direction sud-ouest le long d’une ligne droite, dans la même direction que celle de la ligne réunissant les points A et B ci-dessus mentionnés, sur une distance approximative de cent quarante (140’) pieds; de là, dans une direction sud-ouest le long d’une ligne droite formant avec la ligne précédente un angle d’écartement de 20° 45’ vers la gauche, sur une distance approximative de quatre-vingt-dix (90’) pieds; de là, dans une direction sud <a href="">le long d’une ligne droite parallèle à la bordure ouest de la chaussée du nouveau chemin Champlain et distante de vingt (20’) pieds à l’ouest, sur une distance approximative de deux cent vingt (220’) pieds, jusqu’au côté est de l’ancien chemin Champlain; de là, dans une direction généralement nord-est le long dudit côté est et du côté sud dudit ancien chemin Champlain jusqu’au point de départ.

source: A tract of land being part of the old Champlain road in the de Sillery, County of Quebec, containing in area 14,100 square feet, more or less, <a href="">and more particularly described as follows:
fr_ca: Une parcelle de terrain formant partie de l’ancien chemin Champlain St-Colomb de Sillery, comté de Québec, d’une superficie approximative de 14,100 pieds carrés, <a href="">et plus particulièrement décrite comme suit :

source: Commencing at the intersection of the old Champlain road with the new Champlain road and running in a general North Easterly direction to its intersection with the new Champlain road, bounded towards the North by lot No. 230, towards its extremity by the new Champlain road, towards the South, the South East and the East by lot No. 232, towards its South Western extremity by the new Champlain road and <a href="">towards the West by lot No. 231 and towards the North West by lot No. 231, the creek St. Denis, lot No. 229, the Gilmour Hill and lot No. 230.
fr_ca: Commençant à l’intersection de l’ancien chemin Champlain et du nouveau chemin Champlain et suivant une direction généralement nord-est jusqu’à son point d’intersection avec le nouveau chemin Champlain, bornée au nord par le lot n o 230, à son extrémité par le nouveau chemin Champlain, au sud, au sud-est et à l’est par le lot n o 232, à son extrémité sud-ouest par le nouveau chemin Champlain, <a href="">à l’ouest par le lot n o 231 et au nord-ouest par le lot n o 231, le ruisseau St-Denis, le lot n o 229, la côte Gilmour et le lot n o 230.

source: This Act has as its purpose to accountability and transparency of federal institutions in order to promote an open and democratic society and to <a href="">enable public debate on the conduct of those institutions.
fr_ca: La présente loi a pour objet d’ responsabilité et la transparence des institutions de l'État afin de favoriser une société ouverte et démocratique et de <a href="">permettre le débat public sur la conduite de ces institutions.

source: This Act is also intended to complement and not replace existing procedures for access to government information and is not intended to limit in any way access to the type of government <a href="">information that is normally available to the general public.
fr_ca: En outre, la présente loi vise à compléter les modalités d'accès aux documents de l'administration fédérale; elle ne vise pas à restreindre l'accès aux renseignements que les institutions <a href="">fédérales mettent normalement à la disposition du grand public.

source: Every person who is a Canadian citizen or a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act has a right to and shall, on request, be given <a href="">access to any record under the control of a .
fr_ca: Tout citoyen canadien et tout résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés ont droit à la communication des documents relevant d’<a href="">une et peuvent y avoir accès sur demande.

source: The head of a government institution regulations, cause to be published, on a periodic basis and in a form appropriate for the purpose, a description of <a href="">the organization and responsibilities of the institution.
fr_ca: Le responsable d'une institution fédérale des règlements, de faire publier périodiquement, sous une forme appropriée, une description de <a href="">l'organisation et des responsabilités de l'institution.

source: A a record under this Part shall be made in writing to the government institution <a href="">that has control of the record.
fr_ca: d'un document se fait par écrit auprès de l'institution fédérale <a href="">dont relève le document.

source: The a government institution to whom a request for access to a record is made shall, subject to this Act, within thirty days after the request is received, give written notice to the person who made the request <a href="">as to whether or not access to the record or a part thereof will be given.
fr_ca: l'institution fédérale à qui est faite la demande de communication d'un document est tenu, sous réserve des autres dispositions de la présente loi, dans les trente jours suivant la réception de la demande, de donner avis par écrit <a href="">à la personne qui a fait la demande de ce qu'il sera donné suite ou non à celle-ci.

source: Where access to a record or a part of a record is refused, the head of the government institution notice given to the person who made the request the <a href="">specific provision of this Act on which the refusal is based.
fr_ca: En cas de refus de communication, totale ou partielle, d'un document, le responsable de l'institution fédérale au paragraphe (1) la disposition <a href="">précise de la présente loi sur laquelle se fonde le refus.

source: The head of a government institution limit set out in subsection 7(1) in respect of a request for a record if the request is for a large number of re cords or necessitates a search through a large number of records and meeting the ori<a href="">ginal time limit would unreasonably interfere with the operations of the institution.
fr_ca: Le responsable d'une institution fédérale mentionné au paragraphe 7(1) dans le cas où la demande porte sur un grand nombre de documents o u nécessite des recherches dans un grand nombre de documents et où l'observation<a href=""> du délai prévu entraverait de façon sérieuse le fonctionnement de l'institution.

source: Where the head of a government institution record or a part of a record, the head shall give the person who requested access an opportunity to examine the record or <a href="">part thereof or shall provide the person with a copy thereof.
fr_ca: En cas de communication totale ou partielle d'un document, le responsable de l'institution fédérale qui en a fait la demande la <a href="">possibilité d'examiner le document ou lui en remet une copie.

source: The head of a government institution may refuse to disclose any record requested under this Part that contains information that was obtained or prepared by a , <a href="">or a part of a government institution, that is an investigative body specified in the regulations.
fr_ca: Le responsable d'une institution fédérale peut refuser la communication de documents contenant des renseignements obtenus ou préparés par une , <a href="">ou par une subdivision d'une telle institution, qui constitue un organisme d'enquête désigné par règlement.

source: The head of a government institution shall refuse to disclose any record requested under this Part that contains personal information <a href="">as defined in section 3 of the .
fr_ca: Le responsable d'une institution fédérale est tenu de refuser la communication de documents contenant les renseignements personnels <a href="">visés à l'article 3 de la .

source: The head of a government institution may refuse to disclose any record <a href="">requested under this Part that contains trade secrets of a .
fr_ca: Le responsable d'une institution fédérale peut refuser la communication de <a href="">documents contenant des secrets industriels d'un .

source: The Information Commissioner shall receive and investigate complaints from persons who have been refused access <a href="">to a record requested under this Part.
fr_ca: Le Commissaire à l'information reçoit les plaintes déposées par les personnes qui se sont vu refuser la communication de documents <a href="">qu'elles avaient demandés en vertu de la présente partie.

source: A complaint under this Act shall be made to the Information Commissioner in writing <a href="">unless the Commissioner authorizes otherwise.
fr_ca: La plainte prévue par la présente loi doit être déposée par écrit auprès du Commissaire à l'information, <a href="">à moins que celui-ci n'autorise une autre forme de dépôt.

source: The Information Commissioner may, in the course of an investigation of a complaint, examine any record to which this Act applies <a href="">that is under the control of a .
fr_ca: Au cours de son enquête, le Commissaire à l'information peut prendre connaissance de tout document relevant d'une <a href="">et auquel s'applique la présente loi.

source: of Parliament, the Information Commissioner may, during the investigation of any complaint, <a href="">examine any record to which this Act applies.
fr_ca: fédérale, le Commissaire à l'information peut, au cours de son enquête sur une plainte déposée en vertu de la présente loi, <a href="">prendre connaissance de tout document auquel s'applique la présente loi.

source: There shall be an , to be appointed by the Governor in Council after approval by <a href="">resolution of the Senate and House of Commons.
fr_ca: Est institué le poste de , dont le titulaire est nommé par le gouverneur en conseil après approbation par <a href="">résolution du Sénat et de la Chambre des communes.

source: The Information Commissioner shall rank as and have all the powers of a deputy head of a department, shall engage exclusively in the duties of the office of the <a href="">under this Act or any other Act of Parliament.
fr_ca: Le Commissaire à l'information a rang et pouvoirs d'administrateur général de ministère; il se consacre exclusivement aux fonctions de <a href="">que lui attribuent la présente loi ou toute autre loi fédérale.

source: Every who, without lawful excuse, obstructs the Information Commissioner or any person acting on behalf or under the direction of the Commissioner in the perform<a href="">ance of the Commissioner's duties and functions under this Act.
fr_ca: sans excuse légitime, entrave l'action du Commissaire à l'information ou de toute personne agissant en son nom ou sous son autorité dans l'<a href="">exercice des attributions que lui confère la présente loi.

source: This Act is binding on Her Majesty
fr_ca: La présente loi lie Sa Majesté

source: The Governor in Council carrying the purposes and <a href="">provisions of this Act into effect.
fr_ca: Le gouverneur en conseil les mesures nécessaires à <a href="">l'application de la présente loi.

source: A government institution shall, within sixty days after the end of each fiscal year, prepare a report on the administration of this Part during that <a href="">fiscal year and submit it to the .
fr_ca: Chaque institution fédérale est tenue de préparer, dans les soixante jours suivant la fin de chaque exercice, un rapport sur l'administration de la présente partie au <a href="">cours de cet exercice et de le soumettre au .

source: Where a the Information Commissioner, the Commissioner shall give the head of the government institution <a href="">an opportunity to make representations.
fr_ca: , le Commissaire à l'information donne au responsable de l'institution fédérale <a href="">visée la possibilité de lui présenter ses observations.

source: The Federal Court may, on application, review any decision of the head of a government institution <a href="">record requested under this Part.
fr_ca: La Cour fédérale peut, sur demande, procéder à la révision des décisions du responsable d'une institution fédérale <a href=""> document demandé en vertu de la présente partie.
